Repository: Drapersniper/Py-Lav
Catalog: pylav/locales/*.po
Languages: ar_sa, de_de, es_es, fi_fi, it_it, ja_jp, nl_nl, no_no, pt_pt, ro_ro, ru_ru, zh_cn

source: No available nodes!
ar_sa: لا توجد عقدة متاحة!
de_de: Keine verfügbaren Knoten!
es_es: ¡No hay nodos disponibles!
fi_fi: Ei saatavilla olevia solmuja!
it_it: Nessun nodo disponibile!
ja_jp: 利用可能なノードがありません！
nl_nl: Geen beschikbare knooppunten!
no_no: Ingen noder er tilgjengelig!
pt_pt: Nenhum nó disponível!
ro_ro: Nu sunt noduri disponibile!
ru_ru: Нет доступных узлов!
zh_cn: 没有可用的节点！

source: No node with {feature} functionality available!
ar_sa: لا توجد عقدة مع {feature} وظيفة متوفرة!
de_de: Kein Knoten mit {feature} Funktionalität verfügbar!
es_es: ¡No hay ningún nodo con la funcionalidad {feature} disponible!
fi_fi: Ei solmua {feature} toiminnallisuudella käytettävissä!
it_it: Nessun nodo con funzionalità {feature} disponibile!
ja_jp: {feature} 機能を持つノードはありません！
nl_nl: Geen node met {feature} functionaliteit beschikbaar!
no_no: Ingen node med {feature} -funksjonalitet tilgjengelig!
pt_pt: Nenhum nó com a funcionalidade {feature} disponível!
ro_ro: Niciun nod cu funcționalitatea {feature} disponibil!
ru_ru: Нет узла с функциональностью {feature}!
zh_cn: 没有 {feature} 功能的节点可用！

source: No node with {query.requires_capability} functionality available!
ar_sa: لا توجد عقدة مع {query.requires_capability} وظيفة متوفرة!
de_de: Kein Knoten mit {query.requires_capability} Funktionalität verfügbar!
es_es: ¡No hay ningún nodo con la funcionalidad {query.requires_capability} disponible!
fi_fi: Ei solmua {query.requires_capability} toiminnallisuudella käytettävissä!
it_it: Nessun nodo con funzionalità {query.requires_capability} disponibile!
ja_jp: {query.requires_capability} 機能を持つノードはありません！
nl_nl: Geen node met {query.requires_capability} functionaliteit beschikbaar!
no_no: Ingen node med {query.requires_capability} -funksjonalitet tilgjengelig!
pt_pt: Nenhum nó com a funcionalidade {query.requires_capability} disponível!
ro_ro: Niciun nod cu funcționalitatea {query.requires_capability} disponibil!
ru_ru: Нет узла с функциональностью {query.requires_capability}!
zh_cn: 没有 {query.requires_capability} 功能的节点可用！

source: To generate a mix playlist a Video, User, Channel or Playlist ID is necessary.
ar_sa: لإنشاء مزيج من قائمة تشغيل الفيديو أو المستخدم أو القناة أو معرف قائمة التشغيل ضروري.
de_de: Um eine Mix-Wiedergabeliste zu erstellen, ist ein Video, User, Channel oder Playlist ID notwendig.
es_es: Para generar una lista de reproducción mezclada es necesario un ID de Video, Usuario, Canal o Lista de reproducción.
fi_fi: Sekoitussoittolistan luomiseksi tarvitaan video, käyttäjä, kanava tai soittolista ID.
it_it: Per generare una scaletta mix è necessario un ID Video, Utente, Canale o Scaletta.
ja_jp: ミックスプレイリストを生成するには、ビデオ、ユーザー、チャンネル、プレイリストのIDが必要です。
nl_nl: Voor het genereren van een mix afspeellijst is een Video, Gebruiker, Kanaal of Afspeellijst ID nodig.
no_no: For å generere en miks spilleliste en video, bruker, kanal- eller spilleliste-ID er nødvendig.
pt_pt: Para gerar uma playlist de mix é necessário um vídeo, usuário, canal ou ID da lista de reprodução.
ro_ro: Pentru a genera un mix playlist este necesar un video, utilizator, canal sau ID Playlist.
ru_ru: Для создания смешанного списка воспроизведения необходимо видео, Пользователь, Канал или ID плейлиста.
zh_cn: 要生成一个混合播放列表需要视频、用户、频道或播放列表ID。

source: To generate a mix playlist a Video, User, Channel or Playlist ID is necessary. However, you provided multiple.
ar_sa: لإنشاء مزيج من قائمة تشغيل الفيديو أو المستخدم أو القناة أو معرف قائمة التشغيل ضروري. ومع ذلك، قمت بتوفير متعدد.
de_de: Um eine Mix-Wiedergabeliste zu erstellen, ist ein Video, User, Channel oder Playlist-ID erforderlich. Sie haben jedoch mehrere Male zur Verfügung gestellt.
es_es: Para generar una lista de reproducción mezclada es necesario un ID de Video, Usuario, Canal o Lista de reproducción. Sin embargo, usted proporcionó múltiple.
fi_fi: Voit luoda sekoitussoittolistan video, käyttäjä, kanava tai soittolista ID on välttämätön. Annoit kuitenkin monta kertaa.
it_it: Per generare una playlist di mix è necessario un ID Video, Utente, Canale o Playlist. Tuttavia, è stato fornito un multiplo.
ja_jp: ミックスプレイリストを生成するには、ビデオ、ユーザー、チャンネル、プレイリストのIDが必要です。ただし、複数を指定しています。
nl_nl: Om een mix afspeellijst te genereren is een Video, Gebruiker, Kanaal of Afspeellijst ID nodig. Je hebt echter meerdere ingevoerd.
no_no: For å generere en miks spilleliste en video, bruker, kanal- eller spilleliste-ID er nødvendig. Du ga imidlertid multiplikasjon.
pt_pt: Para gerar uma playlist de mix um vídeo, usuário, canal ou ID da lista de reprodução é necessário. No entanto, você forneceu vários.
ro_ro: Pentru a genera un mix playlist este necesar un video, un utilizator, un canal sau un ID Playlist. Cu toate acestea, ați furnizat multiplu.
ru_ru: Для создания смешанного плейлиста необходимо видео, Пользователь, Канал или ID плейлиста.
zh_cn: 要生成一个混合播放列表需要视频、用户、频道或播放列表ID。但您提供了多个播放列表。

source: You are attempting to run the managed Lavalink node on an unsupported machine architecture.
ar_sa: أنت تحاول تشغيل عقدة Lavalink المدارة على معماري آلي غير مدعوم.
de_de: Sie versuchen den verwalteten Lavalink-Knoten auf einer nicht unterstützten Rechnerarchitektur auszuführen.
es_es: Está intentando ejecutar el nodo Lavalink administrado en una arquitectura de máquina no soportada.
fi_fi: Yrität ajaa hallittua Lavalink solmua konearkkitehtuurissa, jota ei tueta.
it_it: Stai tentando di eseguire il nodo Lavalink gestito su un'architettura della macchina non supportata.
ja_jp: サポートされていないマシンアーキテクチャで管理された Lavalink ノードを実行しようとしています。
nl_nl: Je probeert het beheerde Lavalink-knooppunt te runnen op een niet-ondersteunde machinearchitectuur.
no_no: Du prøver å kjøre den håndterte Lavalink noden på en ustøttet maskin-arkitekt.
pt_pt: Você está tentando executar o nó Lavalink gerenciado em uma arquitetura de máquina não suportada.
ro_ro: Încercați să rulați nodul Lavalink pe o arhitectură de mașină nesuportată.
ru_ru: Вы пытаетесь запустить управляемый узел Lavalink на неподдерживаемой машинной архитектуре.
zh_cn: 您正试图在一个不支持的机器架构上运行管理的Lavalink节点。

source: Pylav - Java executable not found, tried to use: '{self._java_exc}'
ar_sa: Pylav - لم يتم العثور على جافا، حاول الاستخدام: '{self._java_exc}'
de_de: Pylav - Java ausführbare Datei nicht gefunden, versuchte zu verwenden: '{self._java_exc}'
es_es: Pylav - Ejecutable de Java no encontrado, intentó usar: '{self._java_exc}'
fi_fi: Pylav - suoritettavaa Java-ohjelmaa ei löydy, yritetty käyttää: '{self._java_exc}'
it_it: Pylav - Java eseguibile non trovato, ha provato ad usare: '{self._java_exc}'
ja_jp: Pylav - Java 実行可能ファイルが見つかりません。使用しようとしました: '{self._java_exc}'
nl_nl: Pylav - Java executable niet gevonden, probeerde te gebruiken: '{self._java_exc}'
no_no: Pylav - Java kjørbar kunne ikke finnes, prøvde å bruke: '{self._java_exc}'
pt_pt: Pylav - executável Java não encontrado, tentou usar: '{self._java_exc}'
ro_ro: Pylav - Java executable nu a fost găsit, a încercat să utilizeze: '{self._java_exc}'
ru_ru: Pylav - исполняемый файл Java не найден, пытался использовать: '{self._java_exc}'
zh_cn: Pylav - 未找到 Java 可执行文件，尝试使用: '{self._java_exc}'

source: The output of `{java_exc} -version` was unexpected {version_info}.
ar_sa: إخراج ` الإصدار{java_exc} لم يكن متوقعاً {version_info}.
de_de: Die Ausgabe von `{java_exc} -version` wurde unerwartet {version_info}.
es_es: La salida de `{java_exc} -version` fue inesperada {version_info}.
fi_fi: `{java_exc} -version ulostulo oli odottamaton {version_info}.
it_it: L'output di `{java_exc} -version` era inatteso {version_info}.
ja_jp: `{java_exc} -version` の出力は予期しない {version_info} でした。
nl_nl: De output van `{java_exc} -version` was onverwacht {version_info}.
no_no: Utdata av `{java_exc} -version` var uventet {version_info}.
pt_pt: A saída de `{java_exc} -version` era inesperada {version_info}.
ru_ru: Выход `{java_exc} -version` ожидался {version_info}.
zh_cn: `{java_exc} -version`的输出是意外的 {version_info}。

source: Port {port} already in use. Managed Lavalink startup aborted.
ar_sa: منفذ {port} قيد الاستخدام بالفعل. تم إلغاء تشغيل Lavalink.
de_de: Port {port} wird bereits verwendet. Managed Lavalink Start abgebrochen.
es_es: El puerto {port} ya está en uso. Se ha cancelado el inicio de Lavalink.
fi_fi: Portti {port} on jo käytössä. Hallittu Lavalink käynnistäminen keskeytetty.
it_it: Porta {port} già in uso. L'avvio di Lavalink gestito è interrotto.
ja_jp: ポート {port} は既に使用されています。管理された Lavalink 起動は中止されました。
nl_nl: Poort {port} al in gebruik. Opstarten met beheerde Lavalink afgebroken.
no_no: Port {port} er allerede i bruk. Forsinket oppstart avbrutt.
pt_pt: Porta {port} já em uso. Iniciação do Lavalink gerenciada abortada.
ro_ro: Portul {port} este deja în uz. Pornirea Lavalink gestionată a fost anulată.
ru_ru: Порт {port} уже используется. Управляемый запуск Lavalink прерван.
zh_cn: 端口 {port} 已被使用。管理的 Lavalink 启动中止。

source: Lavalink failed to start: {line}
ar_sa: فشل تشغيل Lavalink: {line}
de_de: Lavalink konnte nicht gestartet werden: {line}
es_es: Lavalink no pudo iniciar: {line}
fi_fi: Lavalink ei voitu käynnistää: {line}
it_it: Lavalink non è riuscito ad iniziare: {line}
ja_jp: ラバリンクの開始に失敗しました: {line}
nl_nl: Lavalink kan niet starten: {line}
no_no: Lavalink kunne ikke starte: {line}
pt_pt: Lavalink falhou ao iniciar: {line}
ro_ro: Pornirea Lavalink a eșuat: {line}
ru_ru: Lavalink не удалось начать: {line}
zh_cn: Lavalink 启动失败： {line}

source: Managed Lavalink node server exited early.
ar_sa: خادم عقدة Lavalink المدارة خرج مبكرا.
de_de: Verwalteter Knoten Lavalink Server wurde frühzeitig beendet.
es_es: El servidor de nodos Lavalink gestionado se cerró temprano.
fi_fi: Hallittu Lavalink node palvelin poistui aikaisin.
it_it: Gestito server nodo Lavalink uscito presto.
ja_jp: Managed Lavalinkノードサーバは早期に終了しました。
nl_nl: Beheerde Lavalink knooppunt server is vroeg gesloten.
no_no: Administrerte Lavalink node-serveren avsluttet tidlig.
pt_pt: Servidor Lavalink gerenciado saiu cedo.
ro_ro: Serverul de nod Lavalink gestionat a ieșit din timp.
ru_ru: Управляемый сервер Lavalink узла рано вышел.
zh_cn: 已管理的 Lavalink 节点服务器提前退出。

source: There are no tracks currently in the player history.
ar_sa: لا توجد مسارات حاليا في سجل اللاعب.
de_de: Es gibt derzeit keine Tracks im Spielerverlauf.
es_es: No hay pistas en el historial del jugador.
fi_fi: Pelaajan historiassa ei ole tällä hetkellä kappaleita.
it_it: Non ci sono tracce attualmente nella cronologia riproduttori.
ja_jp: プレーヤーの履歴に現在トラックはありません。
nl_nl: Er zijn momenteel geen nummers in de spelergeschiedenis.
no_no: Det er ingen spor som for øyeblikket i spillerens historie.
pt_pt: Não há nenhuma faixa no histórico do jogador.
ro_ro: Nu există nicio melodie în istoria jucătorilor.
ru_ru: В настоящее время в истории игрока нет треков.
zh_cn: 当前播放器历史中没有曲目。

source: LIVE
ar_sa: ليبي
es_es: VIVO
fi_fi: ELÄI
ja_jp: ライブ
no_no: Direkte
pt_pt: VIVO
ro_ro: IV-VA
ru_ru: ЖИВА
zh_cn: 直线

source: **Currently livestreaming:**
ar_sa: **حاليًا:**
de_de: **Aktuell Livestreaming:**
es_es: **En vivo actualmente:**
fi_fi: **Tällä hetkellä ihmisiä:**
it_it: **Attualmente livestreaming:**
ja_jp: **現在のライブ配信:**
nl_nl: **Op dit moment livestreaming:**
no_no: **Foreløpig direktestrømming:**
pt_pt: **Atualmente transmitindo:**
ro_ro: **Deocamdată:**
ru_ru: **В настоящее время животное:**
zh_cn: **当前直播：**

source: Playing:
ar_sa: تشغيل:
de_de: Spielen:
es_es: Reproduciendo:
fi_fi: Toisto:
it_it: Riproduzione:
ja_jp: 再生中:
nl_nl: Afspelen:
no_no: Spiller:
pt_pt: Reproduzindo:
ro_ro: Redare:
ru_ru: Играет:
zh_cn: 正在播放：

source: Requester: **{current.requester.mention}**
ar_sa: الطلب: **{current.requester.mention}**
de_de: Anfrage: **{current.requester.mention}**
es_es: Solicitar: **{current.requester.mention}**
fi_fi: Pyytäjä: **{current.requester.mention}**
it_it: Richiestatore: **{current.requester.mention}**
ja_jp: 要求: **{current.requester.mention}**
nl_nl: Aanvrager: **{current.requester.mention}**
no_no: Forespørsler: **{current.requester.mention}
pt_pt: Solicitante: **{current.requester.mention}**
ro_ro: Cerere: **{current.requester.mention}
ru_ru: Запрос: **{current.requester.mention}**
zh_cn: 请求者：**{current.requester.mention}**

source: Now Playing in __{self.guild.name}__
ar_sa: الآن يلعب في __{self.guild.name}__
de_de: Spiele jetzt in __{self.guild.name}__
es_es: Reproduciendo en __{self.guild.name}__
fi_fi: Soi nyt __{self.guild.name}__
it_it: In riproduzione in __{self.guild.name}__
ja_jp: __{self.guild.name}__で再生中
nl_nl: Nu aan het spelen in __{self.guild.name}
no_no: Spiller nå i __{self.guild.name}__
pt_pt: Agora jogando em __{self.guild.name}__
ro_ro: Acum se joacă în __{self.guild.name}__
ru_ru: Сейчас играет в __{self.guild.name}__
zh_cn: 现在在 ___{self.guild.name}__ 播放

source: Duration: `{duration}`
ar_sa: المدة: `{duration}`
de_de: Dauer: `{duration}`
es_es: Duración: `{duration}`
fi_fi: Kesto: `{duration}`
it_it: Durata: `{duration}`
ja_jp: 期間: `{duration}`
nl_nl: Duur: `{duration}`
no_no: Varighet: `{duration}
pt_pt: Duração: `{duration}`
ro_ro: Durată: `{duration}`
ru_ru: Длительность: `{duration}
zh_cn: 持续时间：`{duration}`

source: Requester: **{rq}**
ar_sa: الطلب: **{rq}**
de_de: Anfrage: **{rq}**
es_es: Solicitar: **{rq}**
fi_fi: Pyytäjä: **{rq}**
it_it: Richiestatore: **{rq}**
ja_jp: 要求: **{rq}**
nl_nl: Aanvrager: **{rq}**
no_no: Forespørsler: **{rq}**
pt_pt: Solicitante: **{rq}**
ro_ro: Cerere: **{rq}**
ru_ru: Запрос: **{rq}**
zh_cn: 请求者: **{rq}**

source: Previous Track
ar_sa: المسار السابق
de_de: Vorheriger Track
es_es: Pista anterior
fi_fi: Edellinen Kappale
it_it: Traccia Precedente
ja_jp: 前のトラック
nl_nl: Vorige track
no_no: Forrige spor
pt_pt: Faixa Anterior
ro_ro: Pistă anterioară
ru_ru: Предыдущий трек
zh_cn: 上一曲目

source: Next Track
ar_sa: المسار التالي
de_de: Nächste Spur
es_es: Siguiente pista
fi_fi: Seuraava Kappale
it_it: Traccia Successiva
ja_jp: 次のトラック
nl_nl: Volgende track
no_no: Neste spor
pt_pt: Próxima faixa
ro_ro: Următoarea piesă
ru_ru: Следующий трек
zh_cn: 下一曲目

source: {queue_size} tracks, {queue_total_duration} remaining
ar_sa: {queue_size} المسارات، {queue_total_duration} متبقية
de_de: {queue_size} Tracks, {queue_total_duration} verbleibend
es_es: {queue_size} pistas, {queue_total_duration} restantes
fi_fi: {queue_size} kappaletta, {queue_total_duration} jäljellä
it_it: {queue_size} tracce, {queue_total_duration} rimanenti
ja_jp: {queue_size} トラック, 残り {queue_total_duration}
nl_nl: {queue_size} nummers, {queue_total_duration} resterend
no_no: {queue_size} spor, {queue_total_duration} gjenstående
pt_pt: {queue_size} faixas, {queue_total_duration} restante(s)
ro_ro: {queue_size} melodii, {queue_total_duration} rămase
ru_ru: {queue_size} треков, {queue_total_duration} осталось
zh_cn: {queue_size} 首歌曲, {queue_total_duration} 余下

source: Repeating: {repeat_emoji}
ar_sa: تكرار: {repeat_emoji}
de_de: Wiederholung: {repeat_emoji}
es_es: Repetiendo: {repeat_emoji}
fi_fi: Toistuva: {repeat_emoji}
it_it: Ripetizione: {repeat_emoji}
ja_jp: 繰り返し: {repeat_emoji}
nl_nl: Herhaling: {repeat_emoji}
no_no: Gjenta: {repeat_emoji}
pt_pt: Repetindo: {repeat_emoji}
ro_ro: Repetare: {repeat_emoji}
ru_ru: Повторение: {repeat_emoji}
zh_cn: 重复： {repeat_emoji}

source: {space}Auto Play: {autoplay_emoji}
ar_sa: {space}تشغيل تلقائي: {autoplay_emoji}
de_de: {space}Auto-Spiele: {autoplay_emoji}
es_es: {space}Auto reproducción: {autoplay_emoji}
fi_fi: {space}Automaattinen pelaaminen: {autoplay_emoji}
it_it: {space}Riproduzione automatica: {autoplay_emoji}
ja_jp: {space}自動再生: {autoplay_emoji}
nl_nl: {space}Automatisch Afspelen: {autoplay_emoji}
no_no: {space}Spiller automatisk: {autoplay_emoji}
pt_pt: Reprodução Automática de {space}: {autoplay_emoji}
ru_ru: {space}Автоматически воспроизводить: {autoplay_emoji}
zh_cn: {space}自动播放: {autoplay_emoji}

source: {space}Volume: {volume}%
ar_sa: حجم {space}: {volume}%
de_de: {space}Lautstärke: {volume}%
es_es: Volumen de {space}: {volume}%
fi_fi: {space}Tilavuus: {volume}%
ja_jp: {space}ボリューム: {volume}%
no_no: {space}Volum: {volume}%
pt_pt: Volume {space}: {volume}%
ro_ro: Volumul {space}: {volume}%
ru_ru: {space}громкость: {volume}%
zh_cn: {space}音量: {volume}%

source: __Queue order is may not be accurate due to auto-shuffle being enabled__
ar_sa: طلب قائمة الانتظار قد لا يكون دقيقاً بسبب تمكين التبديل التلقائي __
de_de: __Queue Bestellung ist möglicherweise nicht korrekt, da Auto-Shuffle aktiviert ist__
es_es: __El orden de cola puede no ser preciso debido a que se está habilitando auto-shuffle__
fi_fi: __Jonon järjestys ei välttämättä ole tarkka, koska automaattinen sekoitus on käytössä__
it_it: __L'ordine della coda potrebbe non essere accurato a causa dell'attivazione dell'auto-shuffle__
ja_jp: 自動シャッフルが有効になっているため__キューの順序が正確でない可能性があります__
nl_nl: __Wachtrij is mogelijk niet accuraat omdat auto-shuffle is ingeschakeld__
no_no: __Kø rekkefølgen er kanskje ikke nøyaktig på grunn av auto-shuffle som er aktivert__
pt_pt: A ordem __Fila pode não ser precisa devido ao auto-embaralhamento estar habilitado__
ro_ro: __Ordinea de așteptare poate să nu fie corectă, deoarece auto-shuffle este activată__
ru_ru: Порядок очереди может быть неточным, так как включен автоперемешивание__
zh_cn: __Queue 订单可能不正确，因为启用了自动随机顺序__

source: Recently Played for __{self.guild.name}__
ar_sa: تم تشغيله مؤخرا لـ __{self.guild.name}__
de_de: Kürzlich für __{self.guild.name}__ gespielt
es_es: Reproducido recientemente por __{self.guild.name}__
fi_fi: Äskettäin pelatut __{self.guild.name}__
it_it: Giocato di recente per __{self.guild.name}__
ja_jp: 最近プレイした __{self.guild.name}__
nl_nl: Onlangs gespeeld voor __{self.guild.name}__
no_no: Nylig spilt for __{self.guild.name}__
pt_pt: Jogado recentemente por __{self.guild.name}__
ro_ro: Redat recent pentru __{self.guild.name}__
ru_ru: Недавно играл за __{self.guild.name}__
zh_cn: 最近为_{self.guild.name}玩过的游戏

source: Queue for __{self.guild.name}__
ar_sa: قائمة الانتظار لـ __{self.guild.name}__
de_de: Warteschlange für __{self.guild.name}__
es_es: Cola de __{self.guild.name}__
fi_fi: Jono __{self.guild.name}__
it_it: Coda per __{self.guild.name}__
ja_jp: __{self.guild.name}__ のキュー
nl_nl: Wachtrij voor __{self.guild.name}
no_no: Kø for __{self.guild.name}__
pt_pt: Fila por __{self.guild.name}__
ro_ro: Coadă pentru __{self.guild.name}__
ru_ru: Очередь для __{self.guild.name}__
zh_cn: {self.guild.name}的队列 __

source: Page {page_num}/{total_pages} | {queue_size} tracks, {queue_total_duration} remaining
ar_sa: الصفحة {page_num}/{total_pages} <unk> {queue_size} المسارات، {queue_total_duration} تبقى
de_de: Seite {page_num}/{total_pages} | {queue_size} Tracks, {queue_total_duration} verbleibend
es_es: Página {page_num}/{total_pages} | {queue_size} pistas, {queue_total_duration} restantes
fi_fi: Sivu {page_num}/{total_pages} ¶ {queue_size} kappaletta, {queue_total_duration} jäljellä
it_it: Pagina {page_num}/{total_pages} <unk> {queue_size} tracce, {queue_total_duration} rimanenti
ja_jp: ページ {page_num}/{total_pages} | {queue_size} トラック, 残り {queue_total_duration}
nl_nl: Pagina {page_num}/{total_pages} Â½ {queue_size} nummers, {queue_total_duration} resterend
no_no: Side {page_num}/{total_pages} ＋ {queue_size} spor, {queue_total_duration} gjenstående
pt_pt: Página {page_num}/{total_pages} £ {queue_size} faixas, {queue_total_duration} restante(s)
ro_ro: Pagina {page_num}/{total_pages} <unk> {queue_size} melodii, {queue_total_duration} rămase
ru_ru: Страница {page_num}/{total_pages} | {queue_size} треков, {queue_total_duration} осталось
zh_cn: 页面 {page_num}/{total_pages} | {queue_size} 首歌曲, 剩余 {queue_total_duration}
