Repository: Drapersniper/Py-Lav
Catalog: pylav/converters/locales/*.po
Languages: no_no

source: Node with name or id `{arg}` not found.
no_no: Node med navn eller id `{arg}` ble ikke funnet.

source: Playlist with name or id `{arg}` not found.
no_no: Spilleliste med navn eller id `{arg}` ikke funnet.

source: Query must be a playlist or album.
no_no: Spørring må være en spilleliste eller en album.

source: Station with name `{arg}` not found.
no_no: Stasjon med navn `{arg}` ikke funnet.

source: Unnamed
no_no: Navnløs

source: Tag with name `{arg}` not found.
no_no: Tag med navnet `{arg}` ble ikke funnet.

source: Language with name `{arg}` not found.
no_no: Språk med navn `{arg}` ble ikke funnet.

source: Language with name `{arg}` not found.)
no_no: Språk med navn `{arg}` ble ikke funnet.)

source: State with name `{arg}` not found.
no_no: Fylke med navn `{arg}` ble ikke funnet.

source: Codec with name `{arg}` not found.
no_no: Koden med navn `{arg}` ble ikke funnet.

source: Country code `{arg}` not found.
no_no: Landkoden `{arg}` ble ikke funnet.

source: Country with name `{arg}` not found.
no_no: Land med navn `{arg}` ikke funnet.
